Repository: iriscot/frontpage
Catalog: src/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Anime Artworks
ru: Аниме арты

source: Photo Album
ru: Фотоальбом

source: Personal Blog
ru: Личный блог

source: My Playlist
ru: Мой плейлист

source: Quotes Collection
ru: Цитатник

source: Everything you ever wanted to know about Iriscot.
ru: Все, что вы когда-либо хотели узнать об Iriscot, но стеснялись спросить.

source: Hi, I am Iriscot
ru: Привет, я Iriscot

source: My media
ru: Мои медиа

source: Artworks
ru: Рисую

source: Software
ru: Разрабатываю

source: Want to talk?
ru: А поговорить?

source: If you just want to chat, message me on <a href="http://t.me/iriscot">Telegram</a> or send an email to <a href="mailto:me@iriscot.org">me@iriscot.org</a>!
ru: Если просто хочешь поболтать, пиши в <a href="http://t.me/iriscot">телегу</a> или на <a href="mailto:me@iriscot.org">почту</a>!

source: I also offer paid consultations in psychology or IT (development, infosec).
ru: А ещё я могу провести для тебя платную консультацию по психологии или IT (разработка, безопасность).

source: It is
ru: Сейчас у меня
